Repository: elfenware/obliviate
Catalog: po/extra/*.po
Languages: es, fr, it, nl, ru

source: Password Manager
es: Administrador de Contraseñas
fr: Gestionnaire de mots de passe
it: Gestore di Password
nl: Wachtwoordbeheerder
ru: Менеджер паролей

source: Derive passwords using a cipher key
es: Derive contraseñas usando una clave de cifrado
fr: Obtenez des mots de passe à l'aide d'un clé de chiffrement
it: Ottieni password utilizzando una chiave di crittografia
nl: Haal wachtwoorden op met een toegangssleutel
ru: Получайте пароли используя ключ шифрования

source: Password;Manager;Security;Generate;Derive;
es: Contraseña;Administrador;Seguridad;Generar;Derivar;
fr: Mot de passe;Gestionnaire;Sécurité;
it: Password;Gestore;Sicurezza;Genera;Ottieni;
nl: Wachtwoord;Beheer;Beveiliging;Genereren;Afleiden;
ru: Password;Manager;Security;Generate;Derive;Пароль;Менеджер;Безопасность;Генерировать;Получить;

source: A password manager that forgets your passwords
es: Un administrador de contraseñas que olvida sus contraseñas
fr: Un gestionnaire de mots de passe qui ne stocke pas vos mots de passe
it: Un gestore di password che dimentica le tue password
nl: Een wachtwoordbeheerder die je wachtwoorden vergeet
ru: Менеджер паролей, который забывает ваши пароли

source: Obliviate does not store your passwords but gives them to you when you need them. How?
es: Obliviate no almacena sus contraseñas, pero se las da cuando las necesita. ¿Cómo?
fr: Obliviate ne stocke pas vos mots de passe mais vous les donne lorsque vous en avez besoin. Comment ?
it: Obliviate non memorizza le tue password ma te le fornisce quando hai bisogno di loro. Come?
nl: Obliviate slaat je wachtwoorden niet op, maar geeft ze je zodra je ze nodig hebt. Maar hoe dan?
ru: Obliviate не сохраняет ваши пароли, но даёт их вам, когда они вам нужны. Как же?

source: It asks you for two things:
es: Le pide dos cosas:
fr: Il suffit de deux choses :
it: Ti chiede due cose:
nl: Er wordt om twee dingen gevraagd:
ru: Он спрашивает у вас две вещи:

source: the site you want to log in to
es: la página web en la que desea iniciar sesión
fr: Le site auquel vous souhaitez vous connecter
it: il sito a cui vuoi accedere
nl: de website waarop je wilt inloggen;
ru: сайт, в который вы хотите войти

source: a cipher key, which is any passphrase you can remember
es: una clave de cifrado, que es cualquier frase de contraseña que pueda recordar
fr: Une clé de chiffrement, soit n'importe quelle phrase secrète dont vous vous souviendrez
it: una chiave di cifratura, che è qualsiasi password che riesci a ricordare
nl: een toegangssleutel, bestaande uit een zin die je makkelijk kunt onthouden.
ru: ключ шифрования, который является любой фразой, которую вы можете запомнить

source: Using these, it will derive a password, which you can set as your new password for that site.
es: Con estos, derivará una contraseña, que puede establecer como su nueva contraseña para ese sitio.
fr: En utilisant ces informations, vous obtiendrez un mot de passe que vous pourrez utiliser comme nouveau mot de passe pour ce site.
it: Usando questi, ricaverà una password, che puoi impostare come tua nuova password per quel sito.
nl: Met behulp van deze dingen wordt er een wachtwoord gegenereerd dat je kunt instellen op de opgegeven website.
ru: С помощью этого будет сгенерирован пароль, который вы можете использовать для этого сайта

source: The next time you need it, enter the same site and same cipher key. Obliviate will derive the same password as before.
es: La próxima vez que lo necesite, ingrese el mismo sitio y la misma clave de cifrado. Obliviate derivará la misma contraseña que antes.
fr: La prochaine fois que vous en aurez besoin, tapez le même site et la même clé de chiffrement et vous obtiendrez le même mot de passe que précédemment.
it: La prossima volta che ne hai bisogno, inserisci lo stesso sito e la stessa chiave di cifratura. Obliviate ricaverà la stessa password di prima.
nl: Als je het wachtwoord weer nodig hebt, voer je wederom de website en toegangssleutel in - Obliviate genereert dan hetzelfde wachtwoord.
ru: В следующий раз, когда вам понадобится пароль, просто введите тот же сайт и ключ шифрования. Obliviate сгенерирует тот же самый пароль, как и в прошлый раз.

source: It’s not magic, but it’s quite close.
es: No es mágico, pero casi.
fr: Ce n'est pas de la magie, mais presque.
it: Non è magico, ma è abbastanza vicino.
nl: Je zou het haast tovenarij noemen.
ru: Это не волшебство, но очень близко.

source: Bonus: If you need your passwords on another device, you can get them on the web from obliviate.app.
es: La bonificación: Si necesita sus contraseñas en otro dispositivo, puede obtenerlas en la web obliviate.app.
fr: Bonus : Si vous avez besoin de vos mots de passe sur un autre périphérique, vous pouvez les récupérer depuis obliviate.app
it: Bonus: se hai bisogno delle tue password su un altro dispositivo, puoi ottenerle sul web da obliviate.app.
nl: Bonustip: als je je wachtwoorden op een ander apparaat nodig hebt, dan kun je ze opvragen via obliviate.app.
ru: Бонус: Если вам понадобится ваш парольна другом устройстве, вы можете получить его онлайн на obliviate.app.

source: Add: “Copy without symbols” button
it: Aggiunto: pulsante “Copia senza simboli”.
nl: Nieuw: optie om te kopiëren zonder speciale tekens
ru: Добавлена кнопка «Копировать без символов»

source: Add: “Help and FAQ” button
it: Aggiunto: Pulsante “Aiuto e FAQ”.
nl: Nieuw: hulp en veelgestelde vragen
ru: Добавлена кнопка «Помощь и ЧаВО»

source: Update: Dutch translations (@Vistaus)
ru: Обновлён голландский перевод (@Vistaus)

source: Update: Italian translations (@albanobattistella)
ru: Обновлён итальянский перевод (@albanobattistella)

source: Update: Use elementary Platform 7
it: Aggiornato: Usa la piattaforma elementary 7
nl: Bijgewerkt: elementary-platform 7
ru: Обновлено до elementary Platform 7

source: Add: Italian translations (@albanobattistella)
it: Aggiunto: traduzione in italiano (@albanobattistella)
nl: Nieuw: Italiaanse vertaling (met dank aan @albanobattistella)
ru: Добавлен итальянский перевод (@albanobattistella)

source: First AppCenter Release 🎉️
es: Publicación inicial para AppCenter 🎉️
it: Prima versione AppCenter 🎉️
nl: De allereerste AppCenter-versie! 🥳
ru: Первый выпуск в AppCenter 🎉️

source: Add: Clear clipboard 30 seconds after copying password
es: Adición: Borrar el portapapeles 30 segundos después de copiar la contraseña
it: Aggiunto: Cancella gli appunti 30 secondi dopo aver copiato la password
nl: Nieuw: het klembord wordt 30 seconden na het kopiëren gewist
ru: Добавлена очистка буфера обмена через 30 секунд после копирования пароля

source: Add: Dark style support
es: Adición: soporte de estilo oscuro
fr: Ajout : Prise en charge du thème sombre
it: Aggiunto: supporto per lo stile scuro
nl: Nieuw: ondersteuning voor donkere thema's
ru: Добавлена поддержка тёмного стиля

source: Add: French translations (@NathanBnm)
es: Adición: traducción en francés (@NathanBnm)
fr: Ajout : Traductions en français (@NathanBnm)
it: Aggiunto: traduzione in francese (@NathanBnm)
nl: Nieuw: Franse vertaling (met dank aan @NathanBnm)
ru: Добавлен французский перевод (@NathanBnm)

source: Add: Spanish translations (@dar5hak, @JoseExposito)
es: Adición: traducción en español (@dar5hak, @JoseExposito)
fr: Ajout : Traductions en espagnol (@dar5hak, @JoseExposito)
it: Aggiunta: traduzione in spagnolo (@dar5hak, @JoseExposito)
nl: Nieuw: Spaanse vertaling (met dank aan @dar5hak en @JoseExposito)
ru: Добавлен испанский перевод (@dar5hak, @JoseExposito)

source: Add: Dutch translations (@Vistaus)
es: Adición: traducción en neerlandés (@Vistaus)
fr: Ajout : Traductions en néerlandais (@Vistaus)
it: Aggiunto: traduzione in olandese (@Vistaus)
nl: Nieuw: Nederlandse vertaling (met dank aan @Vistaus)
ru: Добавлен голландский перевод (@Vistaus)

source: Initial release 🎉️
es: Publicación inicial 🎉️
fr: Version initiale 🎉️
it: Rilascio iniziale 🎉️
nl: De allereerste versie! 🥳
ru: Начальный выпуск 🎉️
