Repository: elfenware/obliviate
Catalog: po/*.po
Languages: fr, it, nl, ru, sv

source: Help and FAQ
fr: Aide et questions fréquemment posées
it: Aiuto e FAQ
nl: Hulp en veelgestelde vragen
ru: Помощь и ЧаВО
sv: Hjälp och vanliga frågor

source: Copied to clipboard
fr: Copié dans le presse-papiers
it: Copiato negli appunti
nl: Gekopieerd naar het klembord
ru: Скопировано в буфер обмена
sv: Kopierat till urklipp

source: Site:
it: Sito:
nl: Website:
ru: Сайт:
sv: Webbplats:

source: Site is not case-sensitive. “GitHub” equals “github”.
fr: Insensible à la casse. « GitHub » est équivalent à « github ».
it: Il sito non distingue tra maiuscole e minuscole. “GitHub” è uguale a “github”.
nl: Het websiteveld is niet hoofdlettergevoelig. Voorbeeld: ‘GitHub’ wordt gezien als ‘github’.
ru: Сайт не зависит от регистра. «GitHub» равно «github».
sv: Webbplatsen är inte skiftlägeskänslig. ”GitHub” är detsamma som ”github”.

source: Cipher key:
fr: Clé de chiffrement :
it: Chiave di cifratura:
nl: Toegangssleutel:
ru: Ключ шифрования:
sv: Krypteringsnyckel:

source: correct horse battery staple
fr: Phrase secrète
it: Frase segreta
nl: langs de lange lindenlaan
sv: korrekt häst batteri häftklammer

source: Show or hide the cipher key
fr: Afficher ou masquer la clé de chiffrement
it: Mostra o nascondi la chiave di cifratura
nl: Toegangssleutel tonen/verbergen
ru: Показать или спрятать ключ шифрования
sv: Visa eller dölj krypteringsnyckeln

source: Show or hide the password
fr: Afficher ou masquer le mot de passe
it: Mostra o nascondi la password
nl: Wachtwoord tonen/verbergen
ru: Показать или спрятать пароль
sv: Visa eller dölj lösenordet

source: Copy
fr: Copier
it: Copia
nl: Kopiëren
ru: Копировать
sv: Kopiera

source: Copy without symbols
fr: Copier sans caractères spéciaux
it: Copia senza simboli
nl: Kopiëren zonder speciale tekens
ru: Копировать без символов
sv: Kopiera utan symboler

source: Clearing clipboard in %.0f seconds
it: Cancellazione appunti in %.0f secondi

source: Could not derive password
fr: Échec du calcul du mot de passe
it: Impossibile ottenere la password
nl: Het wachtwoord kan niet worden opgehaald
ru: Не удалось получить пароль
sv: Kunde inte härleda lösenordet

source: Cleared the clipboard
fr: Presse-papiers vidé
it: Cancellato gli appunti
nl: Het klembord is gewist
ru: Буфер обмена очищен
sv: Tömde urklipp

source: Clearing clipboard in %.0f second
fr: Presse-papiers vidé dans %.0f seconde
ru: Буфер обмена будет очищен через %.0f секунду
sv: Tömmer urklipp om %.0f sekund
